/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cancelling remote camera recording\\U2026" = "Annulation de l’enregistrement de l’appareil photo à distance…";

/* No comment provided by engineer. */
"Cannot find the audio and video devices" = "Impossible de trouver les périphériques audio et vidéo";

/* No comment provided by engineer. */
"Cannot find the audio device" = "Impossible de trouver le périphérique audio";

/* No comment provided by engineer. */
"Clearing current transfers\\U2026" = "Effacement de la liste des transferts…";

/* No comment provided by engineer. */
"Configuring sharing settings\\U2026" = "Configuration des réglages de partage…";

/* No comment provided by engineer. */
"Connect" = "Se connecter";

/* No comment provided by engineer. */
"Connecting\\U2026" = "Connexion en cours…";

/* No comment provided by engineer. */
"Couldn't start sharing" = "Impossible de démarrer le partage";

/* No comment provided by engineer. */
"Creating recording container\\U2026" = "Création du conteneur d’enregistrement…";

/* No comment provided by engineer. */
"Deleting workflow\\U2026" = "Suppression du processus…";

/* No comment provided by engineer. */
"Downloading workflow\\U2026" = "Téléchargement du processus…";

/* No comment provided by engineer. */
"Failed to complete submission" = "Impossible de terminer l’envoi";

/* No comment provided by engineer. */
"File copy failed" = "Échec de copie du fichier";

/* No comment provided by engineer. */
"File upload failed" = "Échec de téléchargement du fichier";

/* No comment provided by engineer. */
"Generic podcast error" = "Erreur générale de podcast";

/* No comment provided by engineer. */
"Getting remote camera preview\\U2026" = "Détection des aperçus des appareils photo à distance…";

/* No comment provided by engineer. */
"Getting remote camera status\\U2026" = "Détection de l’état de l’appareil photo à distance…";

/* No comment provided by engineer. */
"Getting remote cameras\\U2026" = "Détection des appareils photo à distance…";

/* No comment provided by engineer. */
"Getting sharing settings\\U2026" = "Détection des réglages de partage…";

/* No comment provided by engineer. */
"Getting sharing status\\U2026" = "Détection de l’état de partage…";

/* No comment provided by engineer. */
"Getting workflow information\\U2026" = "Détection des informations de processus…";

/* No comment provided by engineer. */
"Getting workflows\\U2026" = "Détection des processus…";

/* No comment provided by engineer. */
"Installing workflow\\U2026" = "Installation de processus…";

/* No comment provided by engineer. */
"Invalid arguments" = "Arguments non valides";

/* No comment provided by engineer. */
"Invalid input" = "Entrée non valide";

/* No comment provided by engineer. */
"Invalid server certificate" = "Certificat serveur non valide";

/* No comment provided by engineer. */
"Listing current transfers\\U2026" = "Élaboration de la liste des transferts…";

/* No comment provided by engineer. */
"No response from server" = "Aucune réponse du serveur";

/* No comment provided by engineer. */
"No server at hostname" = "Aucun serveur au nom d’hôte";

/* No comment provided by engineer. */
"Not authorized" = "Non autorisé";

/* No comment provided by engineer. */
"Not authorized as root" = "Non autorisé en tant que root";

/* No comment provided by engineer. */
"Pausing remote camera recording\\U2026" = "Mise en pause de l’enregistrement de l’appareil photo à distance…";

/* No comment provided by engineer. */
"Remote camera failure" = "Panne de l’appareil photo à distance";

/* No comment provided by engineer. */
"Resuming remote camera recording\\U2026" = "Reprise de l’enregistrement de l’appareil photo à distance…";

/* No comment provided by engineer. */
"Server is not running SSL" = "Le serveur n’exécute pas SSL";

/* No comment provided by engineer. */
"Server is unavailable" = "Serveur indisponible";

/* No comment provided by engineer. */
"Starting camera sharing\\U2026" = "Début du partage de l’appareil photo…";

/* No comment provided by engineer. */
"Starting remote camera recording\\U2026" = "Début de l’enregistrement de l’appareil photo à distance…";

/* No comment provided by engineer. */
"Stopping and submitting remote camera recording\\U2026" = "Arrêt et envoi de l’enregistrement de l’appareil photo à distance…";

/* No comment provided by engineer. */
"Stopping camera sharing\\U2026" = "Arrêt du partage de l’appareil photo…";

/* No comment provided by engineer. */
"Submission failed" = "Échec de l’envoi";

/* No comment provided by engineer. */
"Submitting files\\U2026" = "Envoi des fichiers…";

/* No comment provided by engineer. */
"Submitting workflow\\U2026" = "Envoi du processus…";

/* No comment provided by engineer. */
"Unknown server error" = "Erreur serveur inconnue";

/* No comment provided by engineer. */
"Upload server is unavailable" = "Serveur de téléchargement actuellement indisponible";

